import InstagramIcon from "../../assets/react.svg";

export const tipSlides = {
    0: [
        {
            title: "Step 1 팁",
            image: InstagramIcon,
            description: "Step 1에서는 이렇게 해보세요!",
        },
    ],
    1: [
        {
            title: "Step 2 팁",
            image: InstagramIcon,
            description: "Step 2에 대한 꿀팁입니다.",
        },
    ],
    4: [
        {
            title: "기상 정보",
            image: InstagramIcon,
            description: "🌧️ 오늘 같은 비 오는 날, 따뜻한 커피 한 잔 어떠세요? ☕\n" +
                "하늘이 흐려도, 마음만은 포근해지는 공간.  카페에서는 오늘처럼 비 오는 날엔  은은한 재즈 음악과 함께  따뜻한 라떼 한 잔으로 하루의 여유를 선물해 드립니다.\n" +
                "오늘의 추천 메뉴는  ✔️ 진한 풍미의 바닐라 라떼  ✔️ 직접 구운 크랜베리 스콘  ✔️ 계피향 가득한 시나몬 롤\n" +
                "또한, 비 오는 날 방문해 주시는 고객님께는 아메리카노 1+1 이벤트도 진행 중이에요!  (테이크아웃 포함 / 오늘 하루만!)\n" +
                "창가에 앉아 빗소리를 들으며  책 한 권, 대화 한 모금, 커피 한 모금.  당신만의 여유를 즐겨보세요..",
        },
        {
            title: "리뷰 정보",
            image: InstagramIcon,
            description: "🍝 “이 가격에 이 퀄리티 실화예요?”  고객님들이 극찬한 바로 그 맛, 지금 [가게 이름]에서 만나보세요! 실제 리뷰 ⭐“토마토 파스타 소스가 진짜 깊고 맛있어요. 면도 직접 삶아내는 느낌! 9,000원에 이 정도 퀄리티면 말 다 했죠.”“직원분들 너무 친절하고, 양도 넉넉해서 배부르게 잘 먹었어요. 분위기도 조용해서 데이트 장소로 딱!”“계란이 통째로 들어간 까르보나라 꼭 드셔보세요. 고소하고 꾸덕한 맛에 감동함... 진짜 재방문각입니다!”이제는 맛도, 가격도, 서비스도 포기하지 마세요.  직접 오셔서 왜 “여긴 꼭 다시 오고 싶은 맛집”인지 느껴보세요 :)",
        },
    ],
    // ...
};
